
[A_ManaDrain_Ability H7HeroAbility]
mName="Вытягивание маны"
mTooltip="Герой восстанавливает %buff1.buff.stat.norm ед. %buff1.buff.stat.icon маны после убийства отряда живых существ."
[A_NoRestForTheWicked_Ability H7HeroAbility]
mName="Нет покоя после смерти"
mTooltip="Теперь некромантия позволяет герою поднимать новых воинов для своей армии из числа павших воинов нежити."
[A_EternalServitude_Ability H7HeroAbility]
mName="Вечное служение"
mTooltip="Если после атаки отряд скелетов или скелетов-воинов не был уничтожен полностью, %buff.buff.special павших скелетов вновь восстают."
[A_EternalServitude_Buff H7BaseBuff]
mName="Вечное служение"
[A_ManaDrain_Buff H7BaseBuff]
mName="Вытягивание маны"
[A_PutridBones_Ability H7HeroAbility]
mName="Гниющие кости"
mTooltip="Скелеты и скелеты-воины наносят противнику, атакующему их в ближнем бою, %spell1.spell.d.min ед. урона от %ICON_EARTH магии земли за каждого скелета в отряде."
[A_TheFaceOfFear_Ability H7HeroAbility]
mName="Лик страха"
mTooltip="Вражеские отряды получают %buff1.buff.stat к %ICON_MORALE боевому духу на время боя."
[A_TheFaceOfFear_Buff H7BaseBuff]
mName="Лик страха"
mTooltip="%stat к %ICON_MORALE боевому духу.\nДействует до конца боя."
[A_EternalServitude_Buff_Marker H7BaseBuff]
mName="Вечное служение"

UCP 1.1

[A_PutridBones_CreatureAbility H7CreatureAbility]
mName="Гниющие кости"
mTooltip="Отряд наносит %d.min ед. урона от %ICON_EARTH магии земли противникам, атакующим его в ближнем бою."

[A_Necromancy_Skill H7Skill]
mName="Некромантия"
mTooltip="Уникальный навык (Некрополис)."
mDescriptions[0]="Когда герой побеждает в сражении, часть павших живых существ присоединяется к его армии нежити."
mDescriptions[2]="Поднимает скелетов (до %special2.val1 сущ.) для армии героя после победы в бою. %special2 от общего количества единиц здоровья убитых живых существ преобразуются в единицы здоровья скелетов."
mDescriptions[3]="Навык позволяет поднять вместо скелетов скелетов-воинов (до %special3.val1 сущ.).\nВ единицы здоровья скелетов-воинов преобразуются дополнительные %special3 от общего количества единиц здоровья убитых живых существ."
mDescriptions[4]="Поднимает скелетов-воинов (до %special4.val1 сущ.).\nВ единицы здоровья скелетов-воинов преобразуются дополнительные %special4 от общего количества единиц здоровья убитых живых существ."

[A_DarkNova_Ability H7HeroAbility]
mName="Темная звезда"
mTooltip="Стрела тьмы аватара Намтару дополнительно поражает все вражеские отряды, находящиеся рядом с основной целью."


7.5_v2

[A_GhostRide_Ability H7HeroAbility]
mName="Призыв банши"
mTooltip="Дополнительно навык некромантии позволяет поднимать банши (до %special1.val1 сущ.) и пауков смерти (до %special3.val1 сущ.) после победы в бою, используя для их создания до %special1 (для банши) и  %special3 (для пауков) от общего количества единиц здоровья павших живых существ."